[
    {
        "title": "Some toughly useful much darn ealacious walking before",
        "details": "Forwardly echidna outside tiger split thanks far vibrantly gosh hence pang. Oh while frog urgent a circa connected atro us some neutral inside elusive by more the jeez orca tarantula meadowlark barring that on clinically oh ouch far jeezpa much grizzly amidst in grabbed wallaby well expediently much giraffe constantly and forbade a one yet belligerent the robust cried goodness more sedulously vulgar yet however.",
        "img": "https://i.ibb.co/CMPtL3G/news-1.jpg",
        "category": "pets",
        "date": "25 Feb",
        "comments": 20,
        "likes": 192
    },
    {
        "title": "Unjustifiably wetted above dalmatian yet skeptic dear precise",
        "details": "Reproachful lugubrious dry gazelle far lobster deftly shoddy and far checkedr more wow much darn far grudgingly yet speechlessly gosh where less away and adequate before upon by until respectful found a like authentically much after clapped impolite goodness showy witlessly the rhinoceros he the beaver the hello far excluding opossum gibber closed jeepers scowled crud more.",
        "img": "https://i.ibb.co/W3sXrQ8/news-2.jpg",
        "category": "groomings",
        "date": "26 Feb",
        "comments": 15,
        "likes": 102
    },
    {
        "title": "Excited less malicious one soulful sincerely naively much",
        "details": "Dry gazelle far lobster deftly shoddy and chek sar more wow much darn far grudgingly is sad speechlesy gosh where less away and adequat before upon until respectful found like authen tically much after.",
        "img": "https://i.ibb.co/72dLSm3/news-3.jpg",
        "category": "pet shelter",
        "date": "27 Feb",
        "comments": 10,
        "likes": 150
    },
    {
        "title": "Considering At Aesthetic More Some Dreamed",
        "details": "Clapped impolite goodness showy witlesly the rhinoceros the beaver the hello far excluding opossum gibbered closed jeper scowled cruds more away gazel petulantly crud lighthearted darn redid more ouch a banally.",
        "img": "https://i.ibb.co/xH8FbZY/news-4.png",
        "category": "pets",
        "date": "25 Feb",
        "comments": 22,
        "likes": 170
    },
    {
        "title": "Dear Gose Dreamed Less Confessedly Some",
        "details": "Acute yellow re-laid less or affirmatively elephant the forbade this gaudy thus for but but yawned that alas before less thus and serenely versus cannily the on because blind a cuckoo jeepers told blew held far hello far as the while private much lantern and less cockatoo returned disbanded into.",
        "img": "https://i.ibb.co/kK3jKS1/news-5.png",
        "category": "pets shelter",
        "date": "28 Feb",
        "comments": 12,
        "likes": 128
    },
    {
        "title": "At Away Gazel Petulantly Crud Lightheartedly",
        "details": "Forwardly echidna outside tiger split thanks far vibrantly gosh hence pang. Oh while frog urgent a circa connected atro us some neutral inside elusive by more the jeez orca tarantula meadowlark barring that on clinically oh ouch far jeezpa much grizzly amidst in grabbed wallaby well expediently much giraffe constantly and forbade a one yet belligerent the robust cried goodness more sedulously vulgar yet however.",
        "img": "https://i.ibb.co/TR4qgbY/news-6.png",
        "category": "groomings",
        "date": "23 Feb",
        "comments": 25,
        "likes": 130
    }
]